{
    "annotations": {
      "list": [
        {
          "builtIn": 1,
          "datasource": {
            "type": "grafana",
            "uid": "-- Grafana --"
          },
          "enable": true,
          "hide": true,
          "iconColor": "rgba(0, 211, 255, 1)",
          "name": "Annotations & Alerts",
          "type": "dashboard"
        }
      ]
    },
    "editable": true,
    "fiscalYearStartMonth": 0,
    "graphTooltip": 0,
    "id": 53,
    "links": [],
    "panels": [
      {
        "fieldConfig": {
          "defaults": {},
          "overrides": []
        },
        "gridPos": {
          "h": 20,
          "w": 24,
          "x": 0,
          "y": 0
        },
        "id": 1,
        "options": {
          "code": {
            "language": "plaintext",
            "showLineNumbers": false,
            "showMiniMap": false
          },
          "content": "# 2. Alerts Practices\n\nEach team is responsible for setting up their own alert rules, notification settings, and muting rules.If you have issues, please contact the hero in the #observability channel.\n\n## Required golden signals\nRefer to the Google SRE handbook if you're unfamiliar with golden signals.\nFor applications, this will include RED metrics (rate, errors, and duration).\n\nFor Nullam ridiculus congue dictum luctus nam justo ultricies. At litora molestie; parturient hendrerit gravida dapibus inceptos maximus. Sagittis vivamus elementum habitant; diam in dictumst phasellus eleifend. Venenatis habitant parturient mus posuere vestibulum non curae. Inceptos venenatis magna molestie et hac elit praesent natoque massa. Eu magnis rhoncus ad ultricies faucibus potenti sit. Proin suscipit maximus, imperdiet sapien suscipit nec montes. Sodales mollis phasellus lacus cubilia orci ultrices facilisi. Dictum litora per parturient elementum posuere pellentesque. Morbi feugiat massa aenean blandit commodo litora.\n\n\n\n## Alert notifications destinations\n\nAt our company, our primary destination will be AlertSystem. However, teams may additionally want to set up messenger or email notifications. \nPenatibus urna purus accumsan vulputate, cubilia aliquet iaculis. Lorem mi finibus lorem, diam mattis ornare lacus luctus. Nibh accumsan sodales hendrerit hac ligula conubia facilisis neque. Ullamcorper ligula sollicitudin et metus id ac neque porttitor. Velit feugiat at litora diam diam ante convallis. Ex ut massa bibendum ultrices nascetur diam fusce nascetur. Cubilia hendrerit scelerisque venenatis velit mattis consequat elementum orci. Integer tellus ultrices auctor et nunc mollis vivamus? Pretium fames aenean nibh; accumsan interdum dictumst.\n\n## Naming conventions\n\nWe share this Grafana stack so we need to have conventions to keep things organized for all.\n\nNaming convention for Alert Folders is as follows:\n\nAugue maximus dapibus curae massa eget malesuada magna. Metus nullam placerat consequat id porttitor enim. Penatibus elit magnis eros curae euismod. Justo eu tempus lacus pretium aenean finibus aenean. Libero imperdiet proin donec pulvinar aenean. Malesuada nascetur tincidunt dictumst est vivamus at magna vestibulum. Quam elementum facilisis; velit molestie fames vel. Rutrum non lobortis, taciti eleifend duis commodo.\n\n",
          "mode": "markdown"
        },
        "pluginVersion": "11.6.0-82840",
        "title": "",
        "type": "text"
      }
    ],
    "preload": false,
    "schemaVersion": 41,
    "tags": [],
    "templating": {
      "list": []
    },
    "time": {
      "from": "now-6h",
      "to": "now"
    },
    "timepicker": {},
    "timezone": "browser",
    "title": "2. Alerts practices",
    "weekStart": ""
  }